Repository: ycrausaz/b11.1
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: German
fr: French

source: English
fr: Anglais

source: Password must be at least 8 characters long.
fr: Le mot de passe doit comporter au moins 8 caractères.

source: Password must contain at least one uppercase letter.
fr: Le mot de passe doit contenir au moins une lettre majuscule.

source: Password must contain at least one lowercase letter.
fr: Le mot de passe doit contenir au moins une lettre minuscule.

source: The two password fields didn't match.
fr: Les deux champs du mot de passe ne correspondent pas.

source: Password must contain at least one digit.
fr: Le mot de passe doit contenir au moins un chiffre.

source: Password must contain at least one special character (~!@#$%^&*()_+{}":;'[]).
fr: Le mot de passe doit contenir au moins un caractère spécial (~!@#$%^&*()_+{}":;'[]).

source: A user with this email already exists.
fr: Un utilisateur avec cet email existe déjà.

source: reCAPTCHA verification failed. Please try again.
fr: la vérification reCAPTCHA a échoué. Veuillez réessayer.

source: reCAPTCHA score too low. Please try again.
fr: le score reCAPTCHA est trop bas. Veuillez réessayer.

source: This username is already taken.
fr: Ce nom d'utilisateur a déjà été pris.

source: Start Date
fr: Date de début

source: End Date
fr: Date de fin

source: Help content (German)
fr: Help content (French)

source: Help content (French)
fr: Contenu d'aide (français)

source: Help content (English)
fr: Contenu d'aide (English)

source: Inline help (German)
fr: Inline help (French)

source: Inline help (French)
fr: Aide en ligne (French)

source: Fertig
fr: Prêt

source: Transfer Comment
fr: Commentaire de transfert

source: Systemname
fr: Nom du système

source: Positions-Nr.
fr: N° de position

source: Referenz-Nr. Lieferant
fr: N° de référence Fournisseur

source: Kurztext DE
fr: Texte court FR

source: Kurztext FR
fr: Texte court FR

source: Kurztext EN
fr: Texte court EN

source: Grunddatentext DE - 1. Zeile
fr: Texte des données de base FR - 1ère ligne

source: Grunddatentext DE - 2. Zeile
fr: Texte des données de base FR - 2e ligne

source: Grunddatentext FR - 1. Zeile
fr: Texte des données de base FR - 1ère ligne

source: Grunddatentext FR - 2. Zeile
fr: Texte des données de base FR - 2e ligne

source: Grunddatentext EN - 1. Zeile
fr: Texte des données de base EN - 1ère ligne

source: Grunddatentext EN - 2. Zeile
fr: Texte des données de base EN - 2e ligne

source: Basismengeneinheit
fr: Unité de quantité de base

source: Bruttogewicht
fr: Poids brut

source: Gewichtseinheit
fr: Unité de poids

source: Nettogewicht
fr: Poids net

source: Grösse / Abmessung
fr: Taille / dimension

source: EAN / UPC Code
fr: Code EAN / UPC

source: Nato Stock Number
fr: Numéro de stock de l'OTAN

source: NSN Gruppe / Klasse
fr: NSN groupe / classe

source: Nato Versorgungs-Nr.
fr: N° d'approvisionnement OTAN

source: Herstellerteilenummer
fr: Numéro de pièce du fabricant

source: Normbezeichnung
fr: Désignation de la norme

source: Gefahrgutkennzeichen
fr: Étiquette de marchandises dangereuses

source: Instandsetzbar
fr: Remis en état

source: Chargenpflicht
fr: Gestion obligatoire par lots

source: Bestellmengeneinheit
fr: Unité d'achat

source: Mindestbestellmenge
fr: Quantité minimale de commande

source: Lieferzeit
fr: Délai de livraison

source: Einheit L / B / H
fr: Unité L / B / H

source: Länge
fr: Longueur

source: Breite
fr: Largeur

source: Höhe
fr: Hauteur

source: Preis
fr: Prix

source: Währung
fr: Monnaie

source: Preiseinheit
fr: Unité de prix

source: Lagerfähigkeit
fr: Durée de stockage

source: Exportkontrollauflage
fr: Obligation de contrôle des exportations

source: CAGE Code
fr: Code CAGE

source: Hersteller Name
fr: Nom du fabricant

source: Hersteller Adresse
fr: Adresse du fabricant

source: Hersteller PLZ
fr: Fabricant Code postal

source: Hersteller Ort
fr: Producteur Lieu

source: Revision
fr: Révision

source: Bemerkung
fr: Remarque

source: Materialart
fr: Type de matériau

source: Sparte
fr: Secteur

source: Produkthierarchie
fr: Hiérarchie de produits

source: Materialzustandsverwaltung
fr: Gestion de l'état des matériaux

source: Rückführungscode
fr: Code de retour

source: Serialnummerprofil
fr: Profil de numéro de série

source: Spare Part Class Code
fr: Code de classe de la pièce de rechange

source: Geschäftspartner
fr: Partenaires commerciaux

source: Warengruppe
fr: Groupe de produits

source: Externe Warengruppe
fr: Groupe de marchandises externe

source: Übersetzungsstatus
fr: Statut de la traduction

source: Endbevorratet
fr: Réserve finale

source: Revision Fremd
fr: Révision étrangère

source: Revision Eigen
fr: Révision propre

source: Zertifiziert für Flug
fr: Certifié pour le vol

source: A-Nummer
fr: Numéro A

source: Verteilung an PSD
fr: Distribution à PSD

source: Verteilung an RUAG
fr: Distribution à RUAG

source: Werkzuordnung
fr: Attribution de l'œuvre

source: Werkzuordnung (2)
fr: Attribution de division (2)

source: Werkzuordnung (3)
fr: Affectation des œuvres (3)

source: Werkzuordnung (4)
fr: Affectation des œuvres (4)

source: Allgemeine Positionstypengruppe
fr: Groupe de types de poste général

source: Verkaufsorg.
fr: Organisme de vente.

source: Vertriebsweg
fr: Canal de distribution

source: Führendes Material
fr: Matériel de pointe

source: Auszeichnungsfeld
fr: Champ de distinction

source: Fertigungssteuerer
fr: Contrôleur de production

source: Kennzeichen komplexes System
fr: Indicateur de système complexe

source: Sonderablauf
fr: Déroulement spécial

source: Temperaturbedingung
fr: Condition de température

source: Bewertungsklasse
fr: Classe d'évaluation

source: Systemmanager
fr: Gestionnaire de système

source: Kennziffer BAMF
fr: Numéro d'identification BAMF

source: Mietrelevanz
fr: Pertinence locative

source: Next Higher Assembly
fr: Next Assemblée supérieure

source: Nachschubklasse
fr: Classe de ravitaillement

source: Materialeinstufung nach ZUVA
fr: Classification des matériaux selon la ZUVA

source: Orderbuchpflicht
fr: Obligation d'avoir un carnet d'ordres

source: Verteilung APM Kerda
fr: Distribution APM Kerda

source: Verteilung SVSAA
fr: Distribution de l'ASEA

source: Verteilung CHEOPS
fr: Distribution CHEOPS

source: Zuteilung
fr: Attribution

source: Ausprägung
fr: Expression

source: Preissteuerung
fr: Contrôle des prix

source: Preisermittlung
fr: Détermination du prix

source: Repararaturlokation
fr: Localisation de la réparation

source: Filter Log Entries
fr: Filtrer les entrées du journal

source: Apply Filter
fr: Appliquer le filtre

source: Reset
fr: Réinitialisation

source: Export
fr: Exportation

source: login_email
fr: Adresse email

source: login_password
fr: Mot de passe

source: Zugriff beantragen
fr: Déposer une demande d'accès

source: Password Change
fr: Changement de mot de passe

source: Password Requirements
fr: Exigences en matière de mot de passe

source: At least 8 characters
fr: Au moins 8 caractères

source: At least one uppercase letter
fr: Au moins une lettre majuscule

source: At least one lowercase letter
fr: Au moins une lettre minuscule

source: Passwords match
fr: Les mots de passe correspondent

source: Material aktualisieren
fr: Mettre à jour le matériel

source: Existing Attachments
fr: Pièces jointes actuelles

source: Delete
fr: Supprimer

source: New Attachments
fr: Nouvelle pièce jointe

source: Comment
fr: Commentaire

source: Add Another Attachment
fr: Ajouter une autre pièce jointe

source: Änderungen speichern
fr: Sauvegarder les modifications

source: Zurück ohne Speichern
fr: Retour sans sauvegarder

source: New Material
fr: Nouveau matériel

source: Attachments
fr: Pièces jointes

source: Save
fr: Sauvegarder

source: Materialliste
fr: Liste de matériel

source: Momentan keine Angabe
fr: Actuellement aucune entrée

source: Offenes/e Material/ien
fr: Matériel(s) ouvert(s)

source: Material/ien zum Nacharbeiten
fr: Matériel(s) à retravailler

source: Übermitteln an die LBA
fr: Transmettre à la BLA

source: Löschen
fr: Supprimer

source: Berechnete Felder
fr: Champs calculés

source: Markieren Sie dieses Kästchen, wenn das Material fertig ist und übermittelt werden kann.
fr: Cochez cette case si le matériel est prêt et peut être transmis.

source: Material_nav
fr: Matériel

source: Materialliste_nav
fr: Liste de matériel

source: Neues Material definieren_nav
fr: Définir un nouveau matériel

source: Account_nav
fr: Compte

source: Registration - Email Verification
fr: Inscription - Vérification de l'adresse e-mail

source: Please enter
fr: Veuillez saisir votre adresse électronique pour lancer la procédure d'enregistrement. Un lien de vérification vous sera envoyé par courriel.

source: Email Address
fr: Adresse électronique

source: Send Verification Email
fr: Envoyer un e-mail de vérification

source: Complete Registration for
fr: Inscription complète pour
